import bread from "../../assets/images/bread/margarine.jpg";

const Margarines = () => {
  return (
    <main className="flex-1 p-10">
      <h1 className="text-xl font-medium mb-4">Маргарины и жировые продукты</h1>
      <p className="mb-2">
        Маргарины и специализированные жировые продукты широко используются в
        хлебопекарной и кондитерской промышленности. Они улучшают текстуру, вкус
        и внешний вид изделий, а также способствуют стабильности
        производственного процесса.
      </p>
      <p className="mb-4">
        Качественные маргарины обеспечивают пластичность теста, равномерную
        структуру мякиша и привлекательную корочку, что делает выпечку более
        аппетитной и долговечной.
      </p>

      <ul className="list-disc list-inside mb-4 space-y-1">
        <li>улучшают вкус и аромат готовых изделий;</li>
        <li>повышают пластичность и эластичность теста;</li>
        <li>способствуют образованию золотистой и хрустящей корочки;</li>
        <li>продлевают свежесть и сохраняют мягкость выпечки.</li>
      </ul>

      <p className="mb-4">
        Использование маргаринов позволяет создавать широкий ассортимент
        хлебобулочных и кондитерских изделий с гарантированным качеством.
      </p>

      <h2 className="text-lg font-semibold mb-2">Виды маргаринов:</h2>
      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>Маргарины для хлебопечения</li>
        <li>Маргарины для слоёного теста</li>
        <li>Кондитерские маргарины</li>
        <li>Жировые смеси для кремов и начинок</li>
        <li>Функциональные жиры для продления свежести изделий</li>
      </ul>

      <div className="flex flex-wrap gap-12">
        <img
          src={bread}
          alt="Маргарины и жировые продукты"
          className="rounded shadow-md w-[400px]"
        />
      </div>
    </main>
  );
};

export default Margarines;
