const Cream = () => {
  return (
    <main className="flex-1 p-10">
      <h1 className="text-xl font-medium mb-4">
        Сухие смеси для кремов и кондитерских изделий
      </h1>

      <p className="mb-2">
        Профессиональные сухие смеси и полуфабрикаты для производства кремов,
        муссов и кондитерских изделий, обеспечивающие стабильное качество,
        однородную текстуру и насыщенный вкус готовой продукции.
      </p>

      <p className="mb-4">
        Наши решения упрощают процесс производства и позволяют получать
        предсказуемый результат при любой масштабируемости:
      </p>

      <ul className="list-disc list-inside mb-4 space-y-1">
        <li>Смеси для кремов, муссов и начинок с идеальной текстурой;</li>
        <li>Базовые смеси для бисквитов, кексов и маффинов;</li>
        <li>
          Стабилизаторы и улучшители текстуры для длительного хранения и
          однородности продукции.
        </li>
      </ul>

      <p className="mb-4">Применение наших сухих смесей гарантирует:</p>

      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>однородный вкус и текстуру готовых изделий;</li>
        <li>стабильность кремов и муссов при хранении и транспортировке;</li>
        <li>
          упрощение технологического процесса и контроль качества на всех
          этапах.
        </li>
      </ul>

      <h2 className="text-lg font-semibold mb-2">Категории сухих смесей:</h2>
      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>Смеси для кремов и муссов</li>
        <li>Основы для бисквитных изделий</li>
        <li>Смеси для печенья и пряников</li>
        <li>Желирующие и стабилизирующие смеси</li>
        <li>Глазури и помадки в сухом виде</li>
        <li>Ароматизированные смеси для начинок</li>
      </ul>
    </main>
  );
};

export default Cream;
