const Fillings = () => {
  return (
    <main className="flex-1 p-10">
      <h1 className="text-xl font-medium mb-4">
        Сухие смеси для начинок и кондитерских изделий
      </h1>

      <p className="mb-2">
        Профессиональные сухие смеси и полуфабрикаты для производства начинок и
        кондитерских изделий, обеспечивающие стабильное качество, насыщенный
        вкус и однородную текстуру готовой продукции.
      </p>

      <p className="mb-4">
        Наши решения упрощают процесс производства и позволяют создавать
        разнообразные продукты с предсказуемым результатом:
      </p>

      <ul className="list-disc list-inside mb-4 space-y-1">
        <li>Смеси для кремов, муссов и начинок;</li>
        <li>Базовые смеси для бисквитов, кексов и маффинов;</li>
        <li>
          Стабилизаторы и улучшители текстуры для длительного хранения и
          сохранения вкуса.
        </li>
      </ul>

      <p className="mb-4">Применение наших сухих смесей гарантирует:</p>

      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>Стабильность аромата и вкуса готовых изделий;</li>
        <li>Однородность и качество начинок и кремов;</li>
        <li>
          Упрощение технологического процесса и контроль результата на всех
          этапах.
        </li>
      </ul>

      <h2 className="text-lg font-semibold mb-2">Категории сухих смесей:</h2>
      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>Смеси для кремов и муссов</li>
        <li>Основы для начинок</li>
        <li>Смеси для бисквитных изделий</li>
        <li>Желирующие и стабилизирующие смеси</li>
        <li>Глазури и помадки в сухом виде</li>
        <li>Ароматизированные смеси для начинок</li>
      </ul>
    </main>
  );
};

export default Fillings;
