const Glazes = () => {
  return (
    <main className="flex-1 p-10">
      <h1 className="text-xl font-medium mb-4">
        Сухие смеси для глазурей и помадок
      </h1>

      <p className="mb-2">
        Профессиональные сухие смеси для производства глазурей, помадок и
        кондитерских покрытий, обеспечивающие стабильное качество, однородную
        текстуру и привлекательный внешний вид готовой продукции.
      </p>

      <p className="mb-4">Наши решения позволяют кондитерам:</p>

      <ul className="list-disc list-inside mb-4 space-y-1">
        <li>Создавать глазури и помадки с идеальной текстурой и блеском;</li>
        <li>Упрощать процесс приготовления и обеспечивать однородность;</li>
        <li>
          Применять стабилизаторы для длительного хранения и сохранения
          качества.
        </li>
      </ul>

      <p className="mb-4">Применение наших сухих смесей гарантирует:</p>

      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>Стабильность цвета, блеска и текстуры готовых покрытий;</li>
        <li>Однородность и легкость нанесения глазурей и помадок;</li>
        <li>
          Упрощение технологического процесса и контроль качества на всех
          этапах.
        </li>
      </ul>

      <h2 className="text-lg font-semibold mb-2">Категории сухих смесей:</h2>
      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>Смеси для глазурей и помадок</li>
        <li>Основы для кремов и муссов</li>
        <li>Смеси для бисквитов и печенья</li>
        <li>Желирующие и стабилизирующие смеси</li>
        <li>Ароматизированные смеси для начинок</li>
      </ul>
    </main>
  );
};

export default Glazes;
