
const Preservatives = () => {
  return (
    <main className="flex-1 p-10">
      <h1 className="text-xl font-medium mb-4">Консерванты</h1>
      <p className="mb-2">
        Эффективные консерванты для продления срока годности молочных продуктов
        и обеспечения их микробиологической безопасности.
      </p>
      <p className="mb-4">
        В ассортименте представлены различные типы консервантов для широкого
        спектра применения:
      </p>
      <ul className="list-disc list-inside mb-4 space-y-1">
        <li>натуральные консерванты (низин, натамицин);</li>
        <li>традиционные консерванты (сорбаты, бензоаты);</li>
        <li>комплексные консервирующие системы для конкретных продуктов.</li>
      </ul>
      <p className="mb-4">
        Наши консерванты помогают производителям обеспечить безопасность
        продукции и увеличить срок ее хранения без ущерба для вкуса и качества.
      </p>

      <h2 className="text-lg font-semibold mb-2">Типы консервантов:</h2>
      <ul className="list-disc list-inside mb-8 space-y-1">
        <li>Низин - натуральный консервант</li>
        <li>Сорбат калия</li>
        <li>Бензоат натрия</li>
        <li>Натамицин для сыров</li>
        <li>Комплексные консервирующие смеси</li>
        <li>Антиоксиданты</li>
      </ul>
    </main>
  );
};

export default Preservatives;
